---
kind: other
id: Properties.T:Autodesk.Revit.DB.MultiReferenceAnnotationType
source: html/b911ef34-3b16-2732-af5d-86c5ba0f9130.htm
---
# MultiReferenceAnnotationType Properties

The id of the assembly instance to which the element belongs.